// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Gestion des rôles d'utilisateur";

UsersTabTitle = "Utilisateurs :";
GroupsTabTitle = "Groupes :";
RolesTabTitle = "Rôles :";

// default roles
DeviceAdministrator = "Administrateur de périphérique";
DeviceGuest = "Invité de périphérique";
DeviceUser = "Utilisateur de périphérique";

//account types
User = "Utilisateur";
Group = "Groupe";

// context menu operatons
DeleteUserGroupContextMenu = "Supprimer le(s) utilisateur(s) ou groupe(s)";
DeleteRoleContextMenu = "Supprimer le(s) rôle(s)";
MoveToGroupContextMenu = "Déplacer vers les groupes";
MoveToUserContextMenu = "Déplacer vers les utilisateurs";

// properties names
NameAttribute = "Nom :";
RoleAttribute = "Rôle :";
AuthenticationAttribute = "Méthode de connexion :";
AccountTypeAttribute = "Type";

// progress titles
UpdateInformationProcessTitle = "Mise à jour des informations en cours...";

// new accounts window
OkButton = "OK";
CancelButton = "Annuler";

AccountSettingsTabTitle = "Paramètres de compote";
PermissionsPoliciesTabTitle = "Règles d'autorisation";
WindowsDefaultRoleTitle = "Droits par défaut définis pour Windows :";
LDAPDefaultRoleTitle = "Droits par défaut définis pour LDAP :";

// alerts
DuplicateNameMessage = "Ce nom est déjà utilisé.";
DuplicateUserGroupNameDescription = "Ce nom d'utilisateur réseau ou de groupe réseau est déjà utilisé. Veuillez spécifier un autre nom d'utilisateur réseau ou de groupe.";
DuplicateNameDescription = "Ce nom est déjà utilisé. Veuillez spécifier un autre nom.";
NetworkUserAndGroupTitle = "Utilisateur ou groupe réseau";

DeleteRoleErrorDescription = "Impossible de supprimer le groupe d'autorisations (%@), car il est en cours d'utilisation en tant que groupe d'autorisations par défaut ou dans un groupe réseau ou dans le mappage des autorisations utilisateur sur un périphérique.";

// tooltips
CreateNewUserToolTip = "Créer un utilisateur";
CreateNewGroupToolTip = "Créer un groupe";
CreateNewRoleToolTip = "Créer un rôle";

DeleteUsersToolTip = "Supprimer les utilisateurs sélectionnés";
DeleteGroupsToolTip = "Supprimer les groupes sélectionnés";
DeleteRolesToolTip = "Supprimer les rôles sélectionnés";

// permission policies
ApplicationNameKey = "Nom de l'application";
ValueKey = "Valeur";

ADMINISTRATIONAPPLICATION = "Application d'administration";
REPORTS = "Rapports";
CONFIGURATIONSTATUSPAGES = "Pages de configuration et de statut";
CONFIGURATIONPAGE = "Page de configuration";
USAGEPAGE = "Page d'utilisation";
FILEDIRECTORY = "Répertoire de fichiers";
SUPPLIESSTATUSPAGE = "Page de statut des consommables";
COLORUSAGEJOBLOG = "Journal d'utilisation des couleurs";
FAXREPORTS = "Rapports de télécopie";
FAXACTIVITYLOG = "Journal des activités de télécopie";
BILLINGCODESREPORT = "Rapport des codes de facturation";
BLOCKEDFAXLIST = "Liste des télécopies indésirables";
LASTFAXCALLREPORT = "Rapport du dernier appel de télécopie";
SPEEDDIALLIST = "Liste de numéroation abrégée";
OTHERPAGES = "Autres pages";
GENERALSETTINGS = "Paramètres généraux";
GENERAL = "Paramètres généraux";
DATETIME = "Date/heure";
DATEANDTIME = "Date/heure";
ENERGYSETTINGS = "Paramètres d'énergie";
PRINTQUALITYMENU = "Menu de qualité d'impression";
MANAGESTOREDJOBS = "Gestion des travaux stockés";
ENABLERETRIEVEFROMUSB = "Activer l'extraction USB";
RESTOREFACTORYSETTINGS = "Restaurer les paramètres d'usine";
DISPLAYSETTINGS = "Afficher les paramètres";
NETWORKSETTINGS = "Paramètres réseau";
NETWORKPROTOCOLS = "Protocoles de réseau";
COPYSETTINGS = "Paramètres de copie";
FAXSETTINGS = "Paramètre du télécopieur";
FAXSENDSETTINGS = "Paramètres d'envoi de télécopie";
FAXSENDSETUP = "Configuration de l'envoi de télécopie";
FAXSETUPWIZARD = "Assistant de configuration de la télécopie";
GENERALFAXSENDSETTINGS = "Paramètres généraux d'envoi de télécopie";
DEFAULTJOBOPTIONSFAXSEND = "Options des travaux par défaut (envoi de télécopies)";
FAXRECEIVESETTINGS = "Paramètre de réception de télécopie";
FAXRECEIVESETUP = "Configuration de la réception de télécopie";
FAXPRINTINGSCHEDULE = "Calendrier d'impression de télécopies";
BLOCKEDFAXNUMBERS = "Numéros de télécopie bloqués";
DEFAULTJOBOPTIONSFAXRECEIVE = "Options des travaux par défaut (réception de télécopies)";
FAXFORWARDING = "Transmission de la télécopie";
GENERALPRINTSETTINGS = "Paramètres d'impression généraux";
DEFAULTPRINTOPTIONS = "Options d'impression par défaut";
MANAGETRAYS = "Gestion des bacs";
STAPLERSTACKERSETTINGS = "Paramètres du magasin d'agrafage";
SCANDIGITALSENDSETTINGS = "Paramètres de numérisation et d'envoi numérique";
SCANDIGITALSEND = "Paramètres de numérisation et d'envoi numérique";
EMAILSETTINGS = "Paramètres de messagerie électronique";
EMAILSETUP = "Configuration de la messagerie électronique";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Paramètres des travaux par défaut (paramètres e-mail)";
SAVETONETWORKFOLDERSETTINGS = "Paramètres de sauvegarde vers un dossier réseau";
SAVETONETWORKFOLDERSETUP = "Configuration de la sauvegarde vers un dossier réseau";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Paramètres des travaux par défaut (dossier réseau)";
SAVETOUSBSETTINGS = "Paramètres de sauvegarde vers USB";
SAVETOUSBSETUP = "Configuration de la sauvegarde vers USB";
SAVETOUSBJOBSETTINGS = "Paramètres de sauvegarde dans un travail USB";
DIGITALSENDSERVICESETUP = "Configuration du service d'envoi numérique";
MANAGESUPPLIES = "Gestion des consommables";
RESETSUPPLIES = "Réinitialisation des consommables";
TROUBLESHOOTINGMENU = "Menu de résolution des incidents";
TROUBLESHOOTING = "Menu de résolution des incidents";
RETRIEVEDIAGNOSTICDATA = "Extraction des données de diagnostic";
DIAGNOSTICDATA = "Extraction des données de diagnostic";
STAPLERSTACKER = "Empileuse/Agrafeuse";
RETRIEVEFAXDIAGNOSTICDATA = "Récupérer les données de diagnostic du télécopieur";
REMOTECONTROLPANEL = "Panneau de commande distant";
DIGITALSENDINGSOFTWAREDSSSETUP = "Configuration de Digital Sending Software (DSS)";
DIGITALSENDINGSOFTWARESETUP = "Configuration de Digital Sending Software";
SUPPLYSTATUSAPPLICATION = "Application de statut des consommables";
COPYAPPLICATION = "Application de copie";
SIDEDCOPYOUTPUT = "Résultat de la copie recto";
MAKEACOLORCOPY = "Effectuer une copie couleur";
SAVETODEVICEMEMORYAPPLICATION = "Application de sauvegarde sur un périphérique de mémoire";
OPENFROMDEVICEMEMORYAPPLICATION = "Application d'ouverture à partir d'un périphérique de mémoire";
STOREDFAXES = "Télécopies sauvegardées";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Supprimer les travaux sauvegardés (partagés ou privés)";
TRAYS = "Bacs";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Possibilité de modifier les paramètres de taille et du type de bac";
PRINTING = "Impression";
PRINTINCOLOR = "Impression en couleurs";
OPENFROMUSBAPPLICATION = "Application d'ouverture depuis une unité USB";
FAXAPPLICATION = "Application de télécopie";
ABILITYTOEDITTHEBILLINGCODE = "Possibilité d'éditer le code de facturation";
ABILITYTOEDITASPEEDDIAL = "Possibilité d'éditer un numéro abrégé";
EMAILAPPLICATION = "Application de messagerie électronique";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Possibilité de modifier le champ Expéditeur pour la messagerie électronique";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Possibilité de modifier le champ Destinataire pour la messagerie électronique";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Possibilité de modifier le champ Copie pour la messagerie électronique";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Possibilité de modifier le champ Copie cachée pour la messagerie électronique";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Possibilité de modifier le champ Objet pour la messagerie électronique";
ABILITYTOEDITTHEBODYOFANEMAIL = "Possibilité de modifier le corps d'un message électronique";
ADDRESSBOOK = "Carnet d'adresses";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Possibilité de gérer les contacts dans un carnet d'adresses personnel";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Possibilité de gérer les contacts dans un carnet d'adresses partagé";
SAVETOSHAREPOINT = "Enregistrer dans SharePoint®";
NETWORKFOLDERAPPLICATION = "Application de dossier réseau";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Possibilité de modifier le chemin d'accès au dossier réseau";
JOBSTATUSAPPLICATION = "Application de statut des travaux";
DETAILSORCANCELANYUSERSJOB = "Afficher les détails ou annuler n'importe quel travail d'utilisateur";
ABILITYTOPROMOTEANYUSERSJOB = "Possibilité de promouvoir n'importe quel travail d'utilisateur";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Possibilité d'afficher tous les travaux contenus dans le journal de tâches, pour tous les utilisateurs";
SAVETOUSBAPPLICATION = "Application de sauvegarde vers une unité USB";
DEVICEMAINTENANCEAPPLICATION = "Application de maintenance du périphérique";
INFORMATION = "Information";
DEVICESTATUS = "État du périphérique";
PRINT = "Imprimer";
HPWEBSERVICES = "Services Web HP";
ONLINEHELP = "Aide en ligne";
FAX = "Télécopie";
RESTRICTCOLOR = "Restreindre la couleur";

EnableFromRestrictColorPlugin = "Pour activer cette fonctionnalité, accédez au plug-in Limiter la couleur";
ENABLEDEVICEUSB = "Activer le port USB du périphérique";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Supprimer les tâches protégées sans saisir de mot de passe ou code PIN";
JOBLOG = "Journal de tâches";
STATUSINFORMATION = "Informations d'état";
PRINTABLEREPORTSANDPAGES = "Rapports et pages imprimables";
NETWORKING = "Réseau";
ALERTS = "Alertes";
CONTROLPANELADMINISTRATIONMENU = "Menu d'administration du panneau de commande";
AUTOSEND = "Envoi automatique";
DISPLAYCUSTOMIZATIONS = "Afficher les personnalisations";
BACKUPANDRESTORE = "Sauvegarde et restauration";
SOLUTIONINSTALLER = "Programme d'installation de solution";
FIRMWAREUPGRADE = "Mise à jour du micrologiciel";
QUOTAANDSTATISTICSSERVICES = "Services de gestion des contingents et de statistiques";
CONTROLPANELCUSTOMIZATION = "Personnalisation du panneau de commande";
QUICKSETSSETUP = "Configuration des réglages rapides";
GENERALTROUBLESHOOTING = "Dépannage général";
CALIBRATIONCLEANING = "Étalonnage/Nettoyage";
SECURITY = "Sécurité";
GENERALSECURITY = "Sécurité générale";
ACCESSCONTROL = "Contrôle d'accès";
PROTECTSTOREDDATA = "Protéger les données stockées";
CERTIFICATEMANAGEMENT = "Gestion des certificats";
WEBSERVICESECURITY = "Sécurité des services Web";
EMAILDOMAINRESTRICTION = "Restriction des domaines de messagerie";
FAXARCHIVEANDFORWARDING = "Archivage et transfert de télécopies";
SPEEDDIALS = "Numérotations rapides";
COPYPRINT = "Copier/Imprimer";
ADJUSTPAPERTYPES = "Ajuster les types de papier";
RETRIEVEFROMUSBSETUP = "Configuration Récupérer depuis USB";
REMOTESCANREQUEST = "Demande de numérisation à distance";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Assistants de configuration rapide d'envoi par e-mail et d'enregistrement dans un dossier réseau";
PREFERENCES = "Préférences";
